<?php return
[
    'add' => 'Добавить',
    'save' => 'Сохранить',
    'create' => 'Создать',
    'close' => 'Закрыть',
    'delete' => 'Удалить',
    'copy' => 'Сделать копию',
    'search' => 'Поиск',
    'choose' => 'Выбрать',
    'not_selected' => 'Не выбрано',
    'required' => 'обязательное',
    'any_value' => 'Любое значение',
    'never' => 'Никогда',
    'refresh' => 'Обновить',
    'view_external' => 'Посмотреть запись на сайте',

    'no_results' => 'Нет результатов',
    'more' => 'Еще',

    'success' => 'Получилось!',
    'failure' => 'Ошибка.',
    'invalid' => 'Не получилось...',
    'forbidden' => 'Доступ запрещен',

    'prev' => 'Назад',
    'next' => 'Вперед',

    'yes' => 'Да',
    'no'  => 'Нет',

    'slug_sync' => 'Синхронизировать',
    
    'markdown_source' => 'Исходник',
    'markdown_parsed' => 'Результат',

    'entity_forbidden' => 'Вам не разрешено просматривать эту сущность.',
    'entity_not_found' => 'Извините, но данная сущность не найдена.',
    'entity_new' => 'Еще ',

    'confirm_discard' => 'Вы точно хотите отменить все изменения?',
    'confirm_abort' => 'Вы точно хотите отменить операцию?',
    'confirm_delete' => 'Вы точно хотите удалить эту запись? Восстановить не получится!',
];