<?php return [
    'add' => 'Добавить',
    'save' => 'Сохранить',
    'create' => 'Создать',
    'close' => 'Закрыть',
    'delete' => 'Удалить',
    'restore' => 'Восстановить',
    'copy' => 'Сделать копию',
    'search' => 'Поиск',
    'choose' => 'Выбрать',
    'not_selected' => 'Не выбрано',
    'required' => 'обязательное',
    'any_value' => 'Любое значение',
    'never' => 'Никогда',
    'refresh' => 'Обновить',
    'view_external' => 'Посмотреть запись на сайте',

    'model_refresh' => 'Получить свежие данные с сервера',
    'model_delete' => 'Удалить с сервера',
    'model_copy' => 'Копировать запись',
    'model_deleted' => 'Запись удалена.',
    'model_new_record' => 'Новая запись',

    'no_results' => 'Нет результатов',
    'more' => 'Еще',

    'success' => 'Получилось!',
    'failure' => 'Ошибка.',
    'invalid' => 'Не получилось...',
    'forbidden' => 'Доступ запрещен',

    'prev' => 'Назад',
    'next' => 'Вперед',

    'yes' => 'Да',
    'no'  => 'Нет',

    'slug_sync' => 'Синхронизировать',

    'markdown_source' => 'Исходник',
    'markdown_parsed' => 'Результат',

    'schema_failed' => 'Не удалось загрузить схему.',

    'entity_forbidden' => 'Вам не разрешено просматривать эту сущность.',
    'entity_not_found' => 'Извините, но данная сущность не найдена.',
    'entity_new' => 'Еще ',

    'confirm_discard' => 'Вы точно хотите отменить все изменения?',
    'confirm_abort' => 'Вы точно хотите отменить операцию?',
    'confirm_delete' => 'Вы точно хотите удалить эту запись? Восстановить не получится!',

    'onclose_discard' => 'Все изменения будут утеряны.',
    'onclose_abort' => 'Запрос к серверу будет прерван.',

    'filter_apply' => 'Применить',
    'filter_reset' => 'Сбросить',

    'reset' => 'Очистить',
    'edit' => 'Редактировать',
    'find' => 'Найти',
    'list_show' => 'Показать список',
];